const common = () => {
  const HEAD_TEXT = [
    {
      id: 1,
      text1: "한 방향으로 깊이 사랑하면 다른 모든",
      text2: "방향으로의 사랑도 깊어진다.",
      author: "안네-소피 스웨친",
    },
    {
      id: 2,
      text1: "자기 자신을 희생하는 것처럼 행복한 일은 없다.",
      text2: "",
      author: "도스토예프스키",
    },
    {
      id: 3,
      text1: "나의 관심은 미래에 있다.",
      text2: "그것은 내 삶의 나머지 부분을 미래에서 보내야 하기 때문이다.",
      author: "찰스 F. 케터링",
    },
    {
      id: 4,
      text1: "좋은 사람의 삶은 사소하고, 세상에 알려지지 않았거나",
      text2: "잊혀진 친절과 사랑의 행동들로 대부분 채워진다.",
      author: "윌리엄 워즈워드",
    },
    {
      id: 5,
      text1: "힘든 일에 부딪혔을 때",
      text2: "가장 현명하고 간단한 답은 웃음이다.",
      author: "허먼 멜빌",
    },
    {
      id: 6,
      text1: "꽃은 봉오리로 바쳐져도 헛된 희생은 아니다.",
      text2: "",
      author: "아이잭 워츠",
    },
    {
      id: 7,
      text1: "행복은 우리 자신에게 달려있다.",
      text2: "",
      author: "아리스토텔레스",
    },
    {
      id: 8,
      text1: "사랑에 의해 행해지는 것은 언제나 선악을 초월한다.",
      text2: "",
      author: "프레드리히 니체",
    },
    {
      id: 9,
      text1: "중요한 건 일정표에 적힌 우선순위가 아니라",
      text2: "당신 인생의 우선순위를 정하는 것이다.",
      author: "스티븐 코비",
    },
    {
      id: 10,
      text1: "바르게, 아름답게, 정의롭게 사는 것은",
      text2: "결국 모두 똑같은 것이다.",
      author: "소크라테스",
    },
    {
      id: 11,
      text1: "우리는 오로지 사랑을 함으로써 사랑을 배울 수 있다.",
      text2: "",
      author: "아이리스 머독",
    },
    {
      id: 12,
      text1: "일의 크고 작음에 상관없이 책임을 다하면 꼭 성공한다.",
      text2: "",
      author: "데일 카네기",
    },
    {
      id: 13,
      text1: "한 방향으로 깊이 사랑하면 다른 모든",
      text2: "방향으로의 사랑도 깊어진다.",
      author: "안네-소피 스웨친",
    },
    {
      id: 14,
      text1: "주어진 삶을 살아라. 삶은 멋진 선물이다.",
      text2: "거기에 사소한 것은 아무것도 없다.",
      author: "나이팅게일",
    },
    {
      id: 15,
      text1: "겸손함 없이 말하는 이는 말을 잘하는 것이",
      text2: "어렵다는 것을 알게 될 것이다.",
      author: "공자",
    },
    {
      id: 16,
      text1: "당신이 걱정해야 할 유일한 한계는",
      text2: "마음속에 그어놓은 한계다.",
      author: "스킵 프리처드",
    },
    {
      id: 17,
      text1: "시작부터 훌륭할 필요는 없지만,",
      text2: "훌륭해지기 위해선 시작해야 한다.",
      author: "지그 지글러",
    },
    {
      id: 18,
      text1: "우리 몸에는 완벽한 약국이 있다.",
      text2:
        "우리는 어떤 병도 고칠 수 있는 강력한 약을 가지고 있다. 그것은 웃음이다.",
      author: "노먼 커즌스",
    },
    {
      id: 19,
      text1: "인생은 꽃, 사랑은 그 꽃의 꿀",
      text2: "",
      author: "빅토르 위고",
    },
    {
      id: 20,
      text1: "자신의 능력을 믿어야 한다.",
      text2: "그리고, 끝까지 굳세게 밀고 나가라.",
      author: "로잘린 카터",
    },
  ];

  return { HEAD_TEXT };
};

export default common;
